---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ImportInstanceScale
source: html/a9b90976-ccc5-af3e-7d4a-1bdedd18f4b7.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ImportInstanceScale Property

"Instance Scale"

## Syntax (C#)
```csharp
public static ForgeTypeId ImportInstanceScale { get; }
```